<template>
    <div class="protocal">

		<h2 style="text-align: center">乐建工程宝服务条款</h2>

		<p class="protocal-title">1. 服务条款的接受</p>

		<p>• 使用或访问本服务即表明您确认同意这些条款。如果您不同意本服务条款及/或随时对其的修改，您应不使用或主动取消江苏乐建网络科技有限公司（以下简称“乐建公司”）提供的服务。您的使用行为将被视为您对本服务条款全部的接受，包括接受乐建工程宝对服务条款随时所做的任何修改。</p>

		<p>• 乐建工程宝将不断推出新的服务，本服务条款适用于乐建工程宝提供的各种服务，但当您使用乐建工程宝某一特定服务时，如该服务另有单独的服务条款、指引或规则，您应遵守本服务条款及乐建工程宝随时公布的与该服务相关的服务条款、指引或规则等。前述所有的指引和规则，均构成本服务条款的一部分。除非本服务条款另有其它明示规定，新推出的产品或服务、增加或强化目前本服务的任何新功能，均受到本服务条款的规范。</p>

		<p class="protocal-title">2. 服务条款的修改</p>

		<p>• 乐建公司有权在必要时修改本服务条款, 服务条款一旦发生变动，将会在相关页面上公布修改后的服务条款。如果不同意所改动的条款，用户应主动取消此项服务。如果用户继续使用本服务，则视为接受服务条款的变动。</p>

		<p class="protocal-title">3. 服务说明</p>

		<p>• 用户应自行配备上网所需设备，包括电脑、调制解调器或其它必备上网装置，自行负担企业上网所需支付的与此服务有关的电话费用、网络费用。</p>

		<p>• 不得使用本服务上载、传输或采用其它方式分发任何非法的、诽谤性的、侵扰他人的、侮辱性的、欺诈性的、猥亵的、包含病毒的或根据我公司的合理判断会在其它方面遭反对的任何内容。</p>

		<p>• 不得上载、传输或采用其它方式分发侵犯其它一方的知识产权或者其它专有、契约或信用权利或义务的内容；不得将这一服务用于任何欺诈或不当目的；未经他人同意而提取或以其它方式收集有关他人的信息，包括电子邮件地址。</p>

		<p>• 保证妥善保管好企业工作平台的帐号及相关密码，如果造成帐户信息失密，由此给您带来的损失，均由您自己承担。您应对任何人利用您的账户信息所进行的活动负完全的责任，乐建工程宝无法对非法或未经您授权使用您的账户信息的行为作出甄别，因此乐建工程宝不承担任何责任。</p>

		<p>• 关于收费服务<p>

		<p class="pl40">乐建工程宝所提供的项目管理模块为收费方式提供。资费说明标明在乐建工程宝网站相应服务的相应页面上。如果用户选择这些增值服务，用户应按有关的收费标准、付款方式支付相关服务费及其它费用。</p>

		<p>• 依本服务条款所取得的服务权利不可转让。</p>

		<p>• 如用户违反国家法律法规或本服务条款，乐建工程宝将有权停止向用户提供服务而不需承担任何责任，如导致乐建工程宝遭受任何损害或遭受任何来自第三方的纠纷、诉讼、索赔要求等，用户须向乐建工程宝赔偿相应的损失，并需对其违反服务条款所产生的一切后果负全部法律责任。</p>


		<p class="protocal-title">4.工程星盘服务</p>

		<p>• 工程星盘服务指由乐建网络独立研发并拥有自主知识产权的网络服务产品，是区分于乐建工程宝的独立收费服务。您通过网络页面点击确认选择接受本服务协议，或实际使用乐建网络提供的工程星盘服务，即表示您与乐建网络已达成协议并同意接受本服条款的全部约定内容。</p>

		<p>• 乐建公司将在乐建工程宝网站公布工程星盘服务的计费模式、价格体系等信息。具体计费规则请您查看乐建工程宝网站上的页面公告，且按照页面公布的当时有效的计费模式与标准为准。乐建公司有权不时调整费用标准及收费方式，并予以公示。</p>

		<p>• 您同意开通工程星盘服务的使用权限后，您已支付的购买工程星盘服务的服务费均不作退返。</p>

		<p>• 用户仅可通过账户登录的方式使用工程星盘服务。乐建网络仅根据用户的登录账户来确认使用工程星盘服务的用户身份。开通工程星盘服务使用权限的账户仅限于用户内部使用，用户不得将该账户以任何形式向任何第三方转让、出售、出租、出借等。由于用户公司内部权限分配问题及个人帐户的泄露造成的数据外泄及引发的关联损失及影响与乐建公司无关。</p>

		<p>• 工程星盘服务期内，若用户开通工程星盘服务使用权限的账号被乐建工程宝账号注册的服务方永久禁止登录的，工程星盘服务的使用也将随之被终止。</p>

		<p>• 上述情况导致工程星盘服务使用的暂停或终止的，用户同意乐建网络不退还已收取的服务费，且无需承担用户因暂停或终止工程星盘服务的使用而遭受的任何直接或间接损失。</p>

		<p>• 工程星盘的其他说明条款皆属于本协议有效范畴。</p>


		<p class="protocal-title">5. 服务风险及免责声明</p>

		<p>• 您在使用服务的过程中应遵守国家法律法规及政策规定，因其使用服务而产生的行为后果由您自行承担。</p>

		<p>• 用户须明白，本服务涉及到互联网及移动通讯等服务，鉴于计算机及互联网的特殊性，因黑客、病毒、Internet上通路的阻塞、电信部门技术、阿里云公司或政策调整或乐建工程宝为进行服务器配置、维护等造成的服务中断或不能满足用户要求的风险。开通服务的用户须承担以上风险，乐建工程宝对服务的及时性、安全性、准确性不作担保，对因此导致用户不能发送和接受阅读消息、或传递错误，个人设定的时效、未予储存或其它问题不承担任何责任。</p>

		<p>• 如本公司的系统发生故障影响到本服务的正常运行，本公司承诺在第一时间内及时处理进行修复。但用户因此而产生的经济损失，乐建工程宝不承担责任。此外，乐建工程宝保留不经事先通知为维修保养、升级或其它目的暂停本服务的权利。</p>

		<p>• 乐建工程宝郑重提请您注意，任何经由本服务上传的文字、软件、音乐、音讯、照片、视讯、信息、用户的登记资料或其他资料（以下简称“内容”），均由内容提供者承担责任。</p>

		<p>• 关于使用及储存的一般措施：您承认关于本服务的使用，乐建工程宝服务器有权为您分配最大的储存空间。通过本服务存储或传送的任何信息、通讯资料和其它内容。您亦同意，长时间未使用的帐号，乐建工程宝有权关闭并收回帐号。您也同意，乐建工程宝有权根据情况，不论通知与否，随时变更这些一般措施及限制。</p>

		<p>• 本服务可提供与其它网站的链接。由于乐建工程宝无法控制这些网站，您了解并同意：无论此类网站是否可供利用，乐建工程宝不予负责；乐建工程宝亦对此类网站的任何内容、广告、产品或其他资料不予保证或负责。因您使用或依赖任何此类网站发布的或经由此类网站获得的任何内容、商品或服务所产生的任何损害或损失， 乐建工程宝不负任何直接或间接的责任。</p>

		<p>• 乐建工程宝短信的发送，尤其是群发短信的发送，受各种乐建工程宝以外的因素控制，如果发生短信延迟、短信丢失现象，我公司不承担任何责任。</p>

		<p>• 通过乐建工程宝所提供的在软件内部进行的即时通讯服务（本协议内简称即时通讯）发布的任何信息，及通过即时通讯传递的任何观点不代表乐建公司之立场，乐建公司亦不对其完整性、真实性、准确性或可靠性负责。您对于可能会接触到的非法的、非道德的、错误的或存在其他失宜之处的信息，及被错误归类或是带有欺骗性的发布内容，应自行做出判断。在任何情况下，对于任何信息，包括但不仅限于其发生的任何错误或遗漏；或是由于使用通过服务发布、私信、传达、其他方式所释出的或在别处传播的信息，而造成的任何损失或伤害，应由相关行为主体承担全部责任。</p>

		<p>• 鉴于即时通讯功能使用中外部链接指向的网页内容非乐建公司实际控制的，因此乐建公司无法保证为向您提供便利而设置的外部链接的准确性和完整性。</p>

		<p class="protocal-title">6. 用户信息保护以及用户隐私制度</p>

		<p>• 用户信息收集范围以及使用目的：乐建工程宝仅在用户注册或者使用客户端时，基于账户安全、定位、联络功能、平台协助保障用户相应权益的需要，使用用户的主体信息、个人信息、地址、手机号、电子邮箱、通讯录、当前位置等必要的用户信息。除此之外，乐建工程宝不会收集用户信息。用户同意乐建工程宝基于上述目的及范围收集信息。 </p>

		<p>• 用户同意接收乐建工程宝向用户在平台注册的手机号码、邮箱地址、通讯录联系人发送商业信息。用户如不需要这些信息，可以通知乐建工程宝取消发送。</p>

		<p>• 用户信息的更改和删除：用户可以通过客户终端修改、删除信息。用户注销时，乐建工程宝将提示用户是否申请删除后台数据。如用户未申请删除后台数据，则乐建工程宝将视为用户同意乐建工程宝保留用户信息。</p>

		<p>• 乐建工程宝重视对用户隐私的保护，保护隐私是乐建工程宝的一项基本政策。您提供的注册资料及乐建公司保留的有关您的若干其他资料将受到中国有关隐私的法律和本公司《隐私声明》的规范。</p>

		<p>• 乐建工程宝对收集的用户信息中涉及用户个人身份和用户隐私的信息进行保护。乐建工程宝不会在未经合法用户授权时，公开、编辑或透露其信息及保存在乐建工程宝平台中的非公开内容，除非有下列情况：</p>

		<p  class="pl40">有关法律规定或乐建工程宝合法服务程序规定；</p>

		<p  class="pl40">在紧急情况下，为维护用户及公众的权益；</p>

		<p  class="pl40">为维护乐建工程宝的知识产权和其他重要权利；</p>

		<p  class="pl40">其它需要公开、编辑或透露用户信息的情况。</p>

		<p class="protocal-title">7. 法律</p>

		<p>• 本条款适用中华人民共和国的法律，并且排除一切冲突法规定的适用。</p>

		<p>• 如出现纠纷，用户和乐建公司一致同意将纠纷交由苏州市人民法院管辖。</p>

		<p class="protocal-title">8.其他</p>

		<p>• 如本服务条款中的任何条款无论因何种原因完全或部分无效或不具有执行力，本服务条款的其余条款仍应有效且具有约束力。</p>

		<p>• 本服务条款构成您与乐建工程宝的全部协议，规范您对本服务的使用，并取代您先前与乐建工程宝达成的全部协议。

		 乐建公司保留本服务条款的解释权</p>

		<h2>保密协议</h2>

		<p  class="protocal-title">1. 保密的内容和范围</p>

		<p>• 涉及用户的信息，仅限于用户使用乐建工程宝管理软件系统保存在乐建工程宝服务器上的数据。</p>

		<p>• 凡以直接、间接、口头或书面等形式提供涉及保密内容的行为均属泄密。</p>

		<p class="protocal-title">2. 双方的权利与义务、责任</p>

		<p >• 乐建工程宝应自觉维护用户的利益，严格遵守本保密协议的保密规定。</p>

		<p>• 乐建工程宝不得随意向任何单位和个人泄露用户的任何资料信息。</p>

		<p>• 乐建工程宝了解并承认，通过系统用户会将具有商业价值的资料（保密信息）保存于乐建工程宝管理软件的服务器上，并且由于技术服务等原因，乐建工程宝有可能在某些情况下访问这些数据。乐建工程宝同意并承诺，如果这些数据未经用户许可披露给他人，所造成对用户的直接损失，并经证实，用户有权通过法律途径向乐建工程宝索赔。</p>

		<p class="protocal-title">3. 本《协议》项下的保密义务不适用于如下信息：</p>

		<p>• 非由于乐建工程宝的原因已经为公众所知的。</p>

		<p>• 由于乐建工程宝以外其他渠道被他人获知的信息，这些渠道并不受保密义务的限制。</p>

		<p>• 由于法律的适用、法院或其他国家有权机关的要求而披露的信息。</p>

		<p class="protocal-title">4. 法律</p>

		<p>• 本协议适用中华人民共和国的法律，并且排除一切冲突法规定的适用。</p>

		<p>• 如出现纠纷，用户和乐建工程宝公司一致同意将纠纷交由苏州市人民法院管辖。</p>
	</div>
</template>
<script>
    export default {
       name: "RegisterProtical"
    }
</script>
<style scoped>
   .protocal{
		padding:1% 3% 3% 3%;
		font-family: "Microsoft Yahei";
		font-size: 16px;
		color: #333;
	}
	.protocal-title{
		font-weight:700;
	}
	.protocal p{
		padding-left: 20px;
	}
	.protocal p.protocal-title{
		margin-left: -20px;
		margin-top: 35px;
	}
	.protocal p.pl40{
		padding-left: 55px;
	}
</style>
